{
//该翻译补丁经检查没有任何问题。
	"UIDictionary": {
		"Central Station": "中央站",
		"Dim Thorn": "黑棘棘", //黑棘星。我本想叫它黑朿星，但是这个字疑似有点太生僻了
		"Dwarf's Shallow": "浅矮星", //深巨星
		"Log Fireplace": "木火星", //木炉星
		"Leuc's Sun": "勒克之阳",
		"Cactus Teleporter": "哈基仙传送仪"
	},

	"DialogueDictionary": {
		//platformCactus.xml
		"I have found a cactus on the bottom of this platform.": "我在这个平台的底面发现了一株哈基仙。",
		"How did it get here...?": "它怎么会在这儿……？",
		"I will need to find an expert to have it removed.": "我得找个专家来把它移走。",

		//DialogueTree.xml
		"your Cactus Teleporter": "你的哈基仙传送仪",
		"Teleport cactus where?": "要把哈基仙传送到哪？",
		"Into Leuc's vase": "传进勒克的花瓶里",
		"Into the sun": "传进太阳里",
		"Cancel": "取消",
		"Teleporting cactus.": "正在传送哈基仙。",
		"Cactus teleportation aborted.": "哈基仙传送已中止。",

		//Teleporter_Platform.xml
		"Into its vase": "传进它的花瓶里",
		"Into the vessel warp core": "传进飞船跃迁核心",
		"Error: destination not permitted by device administrator due to incident. Please contact administrator Echever if you believe this is in error.": "错误：因事故影响，设备管理员已禁止该目的地。若你认为此判定有误，请联系管理员埃切维尔。",

		//ProofRecorder.xml
		"RECORDING": "录音",
		"Hello, it is me, Leuc. I accidentally stumbled into some hidden node in space, and well, I found this cool spaceship!": "哈喽，是我，勒克。我无意间闯进了太空中某个隐蔽的节点，然后嘛，就发现了这艘超酷的飞船！",
		"This place is completely overgrown with cacti... I wonder what happened here!": "这地方到处都长满了哈基仙……我很好奇这里到底发生了什么！",
		"There's this alien recorder looking thing here, but I don't speak French. Or read alien, for that matter.": "这儿有个看着像外星记录仪的玩意儿，但我既不会说法语，更别提看懂外星文字了。",
		"Aw, look at this little cactus! So cute and miniature!": "啊，你看这株小哈基仙！又可爱又迷你！",
		"Cute Cactus... Catcus... Cat cus....": "可爱的哈基仙……哈基……哈基米……",
		"What a cute cat!": "多可爱的小哈基米啊！",
		"You, my little spiney one, will be my pet cat!": "你呀，我这只小小的带刺小家伙，以后就是我的宠物猫啦！",
		"And I will love and adore you forever, and I will never lose you!": "我会永远爱你、疼你，再也不会把你弄丢了！",
		"Now to get out of this place before the overgrown cacti block the entrance...": "得趁这些疯长的哈基仙堵死入口前，赶紧离开这儿……",

		//Ernesto.xml
		"Ernesto": "厄内斯托",
		"Meow, I am the cat.": "喵，我就是那只猫哦。",
		"Just kidding, it's me miniature Ernesto the magic talking anglerfish.": "开玩笑的啦，是我——迷你版的魔法会说话安康鱼厄内斯托。",
		"Wow you can miniature?": "哇，你还能变小？",
		"So, how's the husband?": "话说，你丈夫还好不？",
		"I will see you later.": "回头见啦。",
		"Oh, Geswaldo took this geyser into space. I hope he's doing alright! I love him very much.": "哦对了，格茨瓦尔多乘着这处间歇泉飞进太空了。希望他一切安好！我超爱他的。",
		"I'm worried Geswaldo might be encased in ice on the surface of the hidden node.": "我好担心格茨瓦尔多，他说不定被困在隐蔽节点的冰面里了。",
		"You love is beautiful. I hope he returns to you safely.": "你们的爱意太美好了。愿他能平安回到你身边。",
		"No I can't. You must be mistaken. Haha that's a joke. I took an online course on miniaturization.": "才不是呢。你肯定搞错啦。哈哈开个玩笑～我可是上过缩身术网课的。",
		"That brings us to our sponsor. Use discount code \"Hey it's me Ernesto the magic talking anglerfish\" to get 50% off on your first month.": "接下来要感谢我们的赞助商！使用优惠码“嘿是我呀会说话的魔法安康鱼厄内斯托”，首月就能享受五折优惠哦。",
		"Glad to hear Geswaldo is chilling out. Don't worry about him, I'm sure the upcoming supernova will safely melt the ice and allow him to escape.": "听说格茨瓦尔多还挺悠哉的，真好。别担心他，我敢肯定即将到来的超新星爆发会把冰安全融化，让他逃出来的。",
		"Thank you.": "谢谢你呀。",
		"Bye bye.": "拜拜～",

		//CampfireWarning.xml
		"SIGN": "告示",
		"Warning: Do NOT sleep at this campfire. You might not wake up, and you may have to Alt+F4.": "警告：切勿在此营火旁入睡。你可能再也醒不过来，最后只能按Alt+F4退出游戏。",
		"- A concerned mod jam entrant": "——一名忧心忡忡的模组创作赛参赛者",

		//Grave_1.xml
		"R.I.P. Leuc. Died sad and alone, never having found their missing cat.": "安息吧，勒克。终其一生未能找到走失的猫咪，孤独悲怆而逝。",
		"R.I.P. Leuc. Lived a happy and fulfilling life with their beloved cat.": "安息吧，勒克。与心爱猫咪相伴一生，活得幸福又充实。",

		//SelfInsert.xml
		"Leuc": "勒克",
		"Oh! Thank goodness you are here! I have lost my cat. I can't find him anywhere! Can you please help me?": "哦！谢天谢地你来了！我的猫丢了，我到处都找遍了！能帮帮我吗？",
		"I am already searching for him!": "我已经在找啦！",
		"Of course, I will help you find your cat!": "当然啦，我会帮你找猫的！",
		"No, I do not care about your cat.": "不，我才不在乎你的猫呢。",
		"Tell me about the mod.": "跟我说说这个模组吧。",
		"Hello again! Have you found my cat yet?": "又见面啦！找到我的猫了吗？",
		"What? Then why did you install this mod...?": "啥？那你装这个模组干嘛……？",
		"Well, fine. I'm sure the other Jam 5 entries ought to be better than this one, anyway. I'll be here if you change your mind.": "行吧行吧。反正我觉得第五届模组创作赛的其他作品肯定比这个强。你要是改主意了，我还在这儿。",
		"Excellent! Then it is time to start investigating the Mystery of \"I Cannot Find My Cat\"!": "太棒了！是时候开启“我找不到我的猫了”之谜的调查了！",
		"...": "……",
		"So, where might your cat actually be?": "那么，你的猫到底可能在哪儿呢？",
		"I found a recording you left on the vessel in Dim Thorn. Your \"cat\" has been a cactus this entire time?!": "我在黑棘棘的飞船里发现了你留下的录音。你口中的“猫”居然一直都是株哈基仙？！",
		"Your cat is not on the North tree, you left a recording there saying something about a Dim Thorn?": "你的猫根本不在北极的树上，你在那儿留了段录音，提了什么黑棘棘？",
		"I could not find your cat swimming in Dwarf's Shallow.": "我在浅矮星里找了一圈，没看到你的猫在水里游。",
		"Where did you last see your cat?": "你最后一次见猫是在哪儿？",
		"Goodbye.": "再见。",
		"I believe I last saw him climbing the tree on the North Pole of this planet. Just follow the red beacon on your mini-map, I'm sure you'll find the tree!": "我记得我最后一次看见他是在这颗星球北极的树上爬着。跟着小地图上的红色信标走，肯定能找到那棵树！",
		"That'd be a good place for you to start searching for him. You know how cats are, always climbing trees. I don't know why I haven't looked there myself!": "你可以先从那儿找起。你也知道猫的性子，总爱爬树。我都纳闷我自己怎么没先去那儿看看！",
		"Or maybe I last saw him swimming in Dwarf's Shallow? You know, that green water planet. You might need a spaceship to go there, though.": "也有可能我最后见他是在浅矮星游泳？就是那颗全是绿水的星球啦。不过你可能得开飞船才能去那儿。",
		"Oh! Of course! How embarrassing, I must have mixed up Dim Thorn and the tree... They are both plants, after all...": "哦！可不是嘛！真丢人，我肯定是把黑棘棘和那棵树搞混了……毕竟它们都是植物嘛……",
		"Gosh I hope my cat is alright, Dim Thorn is not a very safe place at all! I can't enter it anyway, it is is too small, and thorny. And Dim.": "天呐，希望我的猫没事，黑棘棘那地方一点都不安全！我也进不去，又小又多刺，还黑黑的。",
		"But, can you please give it a shot? It looks like a small seed, and it is the furthest object orbiting my sun.": "但你能不能试试看？它看着像颗小种子，也是绕着我的太阳转的最远的天体。",
		"It must have been Dim Thorn! Thank you for jogging my memory.": "肯定是黑棘棘没错！谢谢你帮我想起来。",
		"Ohh! That's right! Dim Thorn wasn't the last place I saw my cat, it was the FIRST!": "哦！对哦！黑棘棘不是我最后见猫的地方，是第一次见的地方！",
		"And yeah, my cat is a catcus! That is what \"cat\" is short for! What did you think it was?": "而且嘛，我的猫就是株哈基仙！“哈基米”就是这么缩写来的！你以为是啥？",
		"It is pronounced \"cactus.\" And a cat is an animal!": "那词念“哈基仙”啦！而且猫是一种动物啊！",
		"...Fine, whatever. I'll find you \"catcus\" for you.": "……行吧行吧，随便你。我这就去给你找那“哈基米”。",
		"It is? Oh gosh, how embarrassing. I see how you were confused. Sorry about that!": "是吗？天啊，太不好意思了。我明白你为啥会误会了，对不起啦！",
		"Excellent!": "太棒了！",
		"So yeah, my catcus. Cactus? My beloved cat. I would be forever grateful if you returned him to me! He goes in this thin little vase next to me.": "是啦，我的哈基米。哈基仙。管它叫啥呢，都是我心爱的猫。你要是能把他找回来，我一辈子都感激你！他就该待在我旁边这个细长小花瓶里。",
		"Oh, that reminds me, you'll probably need some help getting him into my vase!": "哦对了，想把他放进我的花瓶里，你大概率得需要点帮助！",
		"I can give you the exact co-ordinates to it, in the cactus professional standard. I am a well practised cactus professional, after years of cactus ownership - as good as any trained one in fact!": "我可以给你花瓶的精确坐标，用的是哈基仙专业标准哦。养了这么多年哈基仙，我也算经验丰富的哈基仙技师了——其实不比专业受训的差！",
		"Here. Now, if you find any cactus transporting devices, you can bring my cat right to me!": "拿着。要是你找到任何哈基仙传送设备，就能直接把我的猫送回我身边啦！",
		"So, where might your cat actually be...?": "那么，你的猫到底可能在哪儿呢……？",
		"Thanks, that is all I need!": "谢谢，这些就够啦！",
		"Hmm... So my cat is not on Log Fireplace, not swimming in Dwarf's Shallow, not inside Dim Thorn...": "嗯……这么说我的猫不在木火星，没在浅矮星游泳，也不在黑棘棘里……",
		"So where could he be?! He could be anywhere! He could be right under our noses!": "那他能在哪儿啊？！哪儿都有可能！说不定就在我们眼皮子底下！",
		"Have you tried looking under your bed? Underneath the <![CDATA[<color=orange>platform</color>]]>?": "你试过找床底下吗？或者<![CDATA[<color=orange>平台</color>]]>下面？",
		"Don't forget, you are looking for a relatively small cactus that has a little flower on top.": "别忘了，你要找的是一株个头不大、顶端还开着小花的哈基仙。",
		"Good luck!": "祝你好运！",
		"My cat has been returned to me! Thank you so much!": "我的猫回来啦！太谢谢你了！",
		"So my cat was on the Central Station the whole time? You know come to think of it, why did I not consider that my cat could have used this giant warp pad that is directly in front of me?": "原来我的猫一直都在中央站？现在想想，我咋就没料到它会用我面前这个巨大的跃迁平台呢？",
		"But the important thing is, now we are together again, and we can now live our last moments together happily in peace.": "但重要的是，我们现在团聚了，能在最后的时光里幸福平静地相伴了。",
		"One could say the time we have remaining together until the sun explodes is <![CDATA[<color=orange>miniature</color>]]>, but the love we feel for each other is anything but!": "虽说在太阳爆炸前，我们相守的时光<![CDATA[<color=orange>短暂如微尘</color>]]>，但我们之间的爱意却无比厚重！",
		"(Congratulations on beating the mod!)": "（恭喜你通关这个模组！）",
		"Thank you again! I will never forget you for as long as I live!": "再次谢谢你！我这辈子都不会忘了你的！",
		"Tell me about the mod": "跟我说说这个模组吧",
		"Goodbye Leuc": "再见啦勒克",
		"Hmmm... I must have been mistaken...": "嗯……我肯定是记错了……",
		"That makes a lot of sense actually, now that I think about it. My cat doesn't like swimming! He hates being over watered! What was I thinking?!": "现在想想，这话说得通啊。我的猫根本不喜欢游泳！他超讨厌被浇太多水的！我当时在想啥啊？！",
		"He must be at that other place I told you about.": "他肯定在我跟你说的另一个地方。",
		"<![CDATA[Anyway, no mod is made in a vacuum, <color=orange>so here are the extended credits</color>!]]>": "<![CDATA[总之呢，没有哪个模组是凭空做出来的，<color=orange>接下来是加长版鸣谢名单</color>！]]>",
		"Special thanks to the developers of the Unity Explorer mod, the Prop Placer mod, and the Collider Visualizer mod, as they helped me greatly in putting this mod together!": "特别感谢Unity Explorer模组、Prop Placer模组和Collider Visualizer模组的开发者——它们帮了我大忙，才让这个模组得以成型！",
		"Special thanks to the developer of the Callis's Thesis mod (Echatsum.CallisThesis), which inspired me by showing that a simple, novice jam mod can be memorable and fun!": "特别感谢《Callis's Thesis》模组（Echatsum.CallisThesis）的开发者——这个新手创作赛模组虽简单，却有趣又让人印象深刻，给了我很多灵感！",
		"Special thanks to the developer(s) of the New Horizons Examples mod (xen.NewHorizonsExamples), which I used for reference material for developing this mod.": "特别感谢《New Horizons Examples》模组（xen.NewHorizonsExamples）的开发者们——我开发这个模组时，一直把它当作参考资料。",
		"Special thanks to the developer(s) of the Play as Gabbro mod (xen.PlayAsGabbro), which I also used for reference.": "特别感谢《Play as Gabbro》模组（xen.PlayAsGabbro）的开发者们——我也参考了这个模组。",
		"Special thanks to the developer(s) of the Mod Jam 5 base mod (xen-42.ModJam5), which I also used for reference.": "特别感谢第五届模组创作赛基础模组（xen-42.ModJam5）的开发者们——我同样参考了这个模组。",
		"Wait, did I just thank Xen three times? Anyway...": "等等，我是不是刚谢了三次Xen？不管了……",
		"Special thanks to the developer(s) of the Echo Hike mod (Trifid.TrifidJam3), which I also used as reference.": "特别感谢《Echo Hike》模组（Trifid.TrifidJam3）的开发者们——我也参考了这个模组。",
		"Special thanks to the developer(s) of the LeeSpork.ModJam5 m- No wait, that's me.": "特别感谢LeeSpork.ModJam5模组的开发者——等等，那就是我自己啊。",
		"Special thanks to all the contributors of New Horizons and its online documentation, for making this mod possible despite me not bothering to learn how to code or create assets for Outer Wilds.": "特别感谢《New Horizons》模组的所有贡献者，以及它的在线文档——就算我懒得学怎么给《星际拓荒》写代码、做素材，也能做出这个模组，全靠它们！",
		"Special thanks to the developers of Outer Wilds, for obvious reasons.": "特别感谢《星际拓荒》的开发者们——原因不言而喻。",
		"Special thanks to the judges of the 5th Outer Wilds Mod Jam, who are presumably going to be judging this despite the fact that is clearly not going to win...": "特别感谢第五届《星际拓荒》模组创作赛的评委们——虽说这作品明显拿不到奖，但你们大概率还是会认真评审的……",
		"And are therefore about to give me $0 in prize money, which means I win because the theme was miniature and you can't get much smaller than nothing!": "所以你们估计会给我0美元奖金——这反倒算我赢了，毕竟这次创作赛的主题是“微型”，没什么比“零”更微小的了！",
		"Special thanks to Notepad++, even though I really should have been using something that actually checks the schemas to alert me if my code is invalid...": "特别感谢Notepad++——虽说我其实该用能校验语法、提示代码错误的工具才对……",
		"Special thanks to Paint.NET, and BoltBait's Black and White+ v6.0 plugin.": "特别感谢Paint.NET，以及BoltBait的Black and White+ v6.0插件。",
		"Special thanks to the Firefox web browser, in which I currently have seven thousand five hundred and seventy-four tabs open across twenty-three windows.": "特别感谢火狐浏览器——我现在在23个窗口里开了足足7574个标签页呢。", //?
		"And a very special thanks to the members of the Outer Wilds Modding Discord server!": "还要特别特别感谢《星际拓荒》模组制作Discord服务器的所有成员！",
		"And also, last but not least, a more than a special thanks to the organisers of the fifth Outer Wilds mod jam!": "最后但同样重要的是，要超超超感谢第五届《星际拓荒》模组创作赛的组织者们！",
		"(Yes I just thanked Xen again.)": "（没错，我又谢了一次Xen。）",
		"This is <![CDATA[<color=orange><size=50>NOT</size></color>]]> MY CAT!": "这<![CDATA[<color=orange><size=50>才不是</size></color>]]>我的猫！",
		"Mine is <![CDATA[<color=orange><size=25>miniature</size></color>]]>, not <![CDATA[<color=lightblue><size=50>oversized</size></color>]]>!": "我的猫是<![CDATA[<color=orange><size=25>迷你款</size></color>]]>的，不是<![CDATA[<color=lightblue><size=50>超大号</size></color>]]>的！",
		"<![CDATA[<i>NOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOO!</i>]]>": "<![CDATA[<i>不————————————————————！</i>]]>",
		"Farewell!": "后会有期！",
		"I will now talk on behalf of the mod's creator, LeeSpork. Thank you for playing my mod!": "现在我要替这个模组的作者LeeSpork说几句：谢谢你玩我的模组！",
		"If you enjoyed it, please let me know! Or even if you didn't, I would love to hear your thoughts on it!": "要是你玩得开心，一定要告诉我！就算不开心，我也超想听听你的想法！",
		"This was my first Outer Wilds mod! Just a simple New Horizons addon to get my foot in the door. I sadly didn't have enough willpower to get started with 3D modelling and custom programming in time for the mod jam.": "这是我做的第一个《星际拓荒》模组！只是个简单的New HorizonsDLC，算是试水之作。可惜我实在没毅力赶在创作赛截止前，学3D建模和自定义编程。",
		"Speaking of, I'm so glad I was able to compete in a mod jam! Even if there was never any chance of me actually winning. The miniature star systems theme of this mod jam was also a great one for a first-time modder, keeping the scope nice and contained.": "说到这，能参加模组创作赛我超开心的！就算压根没机会获奖也值了。这次“微型恒星系统”的主题对新手来说也超友好，能把制作范围控制得恰到好处。",
		"I actually didn't start making this mod until almost a week in, simply because I had no idea what I wanted the mod to be about.": "其实我拖了快一周才开始做这个模组，就因为完全没想好要做个啥主题的。",
		"Eventually, I settled on what you just played, even though it doesn't follow the \"miniature\" theme super well.": "最后就做成了你刚玩到的样子，虽说和“微型”主题契合得不算太好。",
		"This dialogue is kind of long, can I leave?": "这段对话也太长了，我能走了不？",
		"Please go on, I wish to hear about everything in excruciating detail.": "请继续，我想把所有细节都听个一清二楚。",
		"I talked to you at the Mod Jam Hub!": "我在模组创作赛中心跟你聊过的！",
		"Ha! You have fallen victim to one of the classic blunders. This dialogue is not ending any time soon!": "哈！你中招啦——这可是经典陷阱。这段对话一时半会儿完不了的！",
		"And now that you have started this dialogue, you cannot leave!": "而且你一旦开始这段对话，就别想走了！",
		"<![CDATA[And in addition, the theme of this jam was <color=orange>miniature</color>, and <i>I therefore made the supernova happen way sooner than normal!</i>]]>": "<![CDATA[更何况这次创作赛的主题是<color=orange>微型</color>，所以<i>我把超新星爆发的时间调得比原版早得多！</i>]]>",
		"Now you will be doomed to listen to me <![CDATA[<i>until the sun explodes!</i>]]>": "这下你只能认命，听我唠到<![CDATA[<i>太阳爆炸为止！</i>]]>",
		"So, where was I...": "我说到哪儿了来着……",
		"This whole plot was actually based on a quote from the 2019 text-based adventure game \"Kyle is Famous\", which is on Steam.": "整个剧情其实改编自2019年Steam上的文字冒险游戏《Kyle is Famous》里的一句台词。",
		"<![CDATA[Wait, really? I wasn't expecting that... I hope this doesn't come across as mean, but this was meant to be a trap! You see, since the theme of this jam was <color=orange>miniature</color>, I made the supernova happen way sooner than normal.]]>": "<![CDATA[啥，真的吗？我可没料到你会这么说……希望这不会显得我太过分，但这本来就是个陷阱！你看，因为创作赛主题是<color=orange>微型</color>，我就把超新星爆发的时间调得比原版早的多。]]>",
		"That way, unsuspecting players would get trapped in this overly long dialogue and die to the supernova! So uh, sorry about not giving you enough time to read all the dialogue...": "这样一来，没防备的玩家就会被困在这段超长对话里，最后被超新星炸死！所以嘛，抱歉没给你足够时间读完所有对话……",
		"Anyway, since you asked, this whole plot was actually based on a quote from the 2019 text-based adventure game \"Kyle is Famous\", which is on Steam.": "不管怎样，既然你问了，就告诉你：整个剧情改编自2019年Steam上的文字冒险游戏《Kyle is Famous》里的一句台词。",
		"Oh yeah, I did tell you to enter this line of dialogue didn't I...": "哦对哦，是我让你触发这段对话的对吧……",
		"<![CDATA[Man, that was really mean of me, because now <i>you have fallen for my trap!</i>]]>": "<![CDATA[天呐，我也太坏了吧，因为现在<i>你掉进我的陷阱里啦！</i>]]>",
		"<![CDATA[You see, the theme of this jam was <color=orange>miniature</color>, and I therefore made the supernova happen way sooner than normal!]]>": "<![CDATA[你看，这次创作赛的主题是<color=orange>微型</color>，所以我把超新星爆发的时间调得比原版早的多！]]>",
		"<![CDATA[And now that you have started this really long dialogue, you cannot leave! You are doomed to listen to me rambling on <i>literally until the sun explodes!</i>]]>": "<![CDATA[而且你一旦开始这段超长对话，就别想走了！你注定要听我絮絮叨叨，<i>直到太阳真的爆炸为止！</i>]]>",
		"There is a part in the Complete Edition where the narrator says \"It was time to investigate the mystery of... I cannot find my cat.\"": "在游戏的完整版里，有一段旁白是：“是时候调查……我找不到我的猫了”之谜了。",
		"I thought this quote was funny, hence the entire story of this mod.": "我觉得这句台词超搞笑，就以此为蓝本做了这个模组的整个剧情。",
		"I originally wasn't going to make it also be the name of the mod, since I figured it might have more impact if you do not hear it until you talk to Leuc. Though in the end, I could not think of any better name.": "我本来没想把这句当模组名的，觉得等你和勒克对话时再听到这句话，冲击力会更强。但最后实在想不出更好的名字了。",
		"Speaking of Leuc, they were originally named \"Self-Insert\", which is why they use the \"self\" NPC model. However, I realised that the plot only works if the cat owner is dysfunctional in a way that I am not, so I changed them to be a fictional character to avoid any implications.": "说到勒克，这个角色最初叫“Self-Insert（自我代入）”，所以用的是“self”这个NPC模型。但后来我发现，只有当猫主人是个“不太正常”的角色（而不是我本人），剧情才说得通，所以就把他改成了虚构角色，避免不必要的联想。",
		"As for the planets, you may have noticed that they are parodies of the planets from the base game. When I was brainstorming mini solar system ideas for this mod jam, it was the most obvious option to just remake the Outer Wilds, but smaller.": "至于这些星球，你应该能看出来是原版游戏星球的戏仿版。我为这次创作赛构思微型恒星系统时，最直接的想法就是把《星际拓荒》的星系复刻一遍，只是做小一点。",
		"Of course, you may have noticed several key locations are missing, most notable Brittle Hollow and the Hourglass Twins.": "当然啦，你肯定也发现少了几个关键地点，最明显的就是碎空星和沙漏双星。",
		"I considered parodying the Hourglass Twins by having a warp core orbiting the sun, since it kind of looks like an hourglass, and certainly fits the \"miniature\" bill!": "我本来想戏仿沙漏双星——让一个跃迁核心绕着太阳转，因为它看着有点像沙漏，还特别契合“微型”的主题！",
		"Though I decided against it in the end, since I didn't want to mislead players who might assume it would be a key item.": "但最后还是放弃了，因为不想误导玩家，免得他们以为这是关键道具。",
		"For the Brittle Hollow analog, I was going to add a black hole orbiting between Log Fireplace and Dwarf's Shallow. Leuc would call the player's attention to it, saying something about how there used to be a planet there, but now it's just a hole.": "至于碎空星的对应版本，我本来打算在木火星和浅矮星之间加个黑洞。勒克会提醒玩家注意这个黑洞，说这里原本有颗星球，现在只剩个洞了。",
		"Falling into the black hole would of course then take you to the White Hole <![CDATA[<i>Train</i>]]> Station, above the plane of the solar system.": "掉进这个黑洞的话，自然会被传送到恒星系统平面上方的白洞<![CDATA[<i>列车</i>]]>站。",
		"But I couldn't figure out how to fit it into the story, and of course I would be very limited on time to somehow model a train station anyway, so it didn't make it into the final mod.": "但我实在想不出怎么把这个设定融入剧情，而且我也没时间建模做个火车站，所以最终没加进模组里。",
		"Speaking of not making it into the final mod, I couldn't figure out how to work with the Probe Control Module asset. The only other stand-alone Nomai building asset with collision that I could find was the tower on the quantum moon, however, the top and bottom of that model is not closed. In the end, the Nomai escape pod was way easier to work with, so that's what I went with for the structure in the core of Dwarf's Shallow.": "说到没能加入最终版本的内容——我搞不懂怎么用探测器控制模块这个素材。我能找到的另一个带碰撞体的独立挪麦建筑素材，是量子卫星上的塔楼，但这个模型的顶部和底部是镂空的。最后发现挪麦逃生舱用起来简单多了，所以就把它放进了浅矮星的核心区域当建筑用。",
		"So, other than what was pointed out by user feedback, what problems did I encounter while making this mod?": "那么，除了玩家反馈指出的问题外，我做这个模组时还遇到了哪些麻烦？",
		"One really silly issue I discovered was that the size of the supernova blast is inversely proportional to the supernova speed, even ignoring the configured supernova size value.": "我发现了一个超蠢的问题：超新星爆炸的范围和爆炸速度成反比，哪怕我设置了爆炸范围参数也没用。",
		"I tried setting the speed really low so that you could escape it, but this resulted in it eating the entire rest of Jam 5!": "我试过把爆炸速度调得很低，让玩家能逃掉，但结果爆炸范围直接吞掉了第五届创作赛的其他所有内容！",
		"One issue I had was due to how I used the vessel geometry copied directly from the base game's Dark Bramble. The collision of the entire bramble dimension it is inside was baked into its collisions, and it does not line up with bramble dimensions created with New Horizons!": "还有个问题：我直接用了原版黑棘星里的飞船模型，结果模型里还包括了整个荆棘维度的碰撞体积，和用New Horizons做的荆棘维度完全对不上！",
		"I solved this by simply making the bramble dimension way smaller, which is why the vessel is proportionally closer to the entrance than it is in the base game.": "我解决这个问题的办法超简单：把荆棘维度改小很多——这就是为啥模组里的飞船离入口的距离，比原版里的比例近很多。",
		"Another issue I had in the vessel was the Hearthian recorder's dialogue not working. Turns out, it doesn't work if the dialogue is placed with its centre point exactly in the ground!": "飞船里还遇到个问题：哈斯记录仪的对话没法触发。后来发现，只要把记录仪的中心点刚好放在地面里，对话就会失效！",
		"Another silly thing was that this planet, Log Fireplace, is so small that when I first added the geyser to it, the very bottom of it went right through the planet and appeared upside-down inside the warp pad!": "还有件蠢事：木火星太小了，我第一次加间歇泉的时候，间歇泉的最底端直接穿模穿出星球，倒着出现在跃迁平台里！",
		"It was strong enough that it could even prevent the player from entering the warp pad's black hole! Wanted to return to Central Station but got unlucky with the cycle on the geyser? Too bad lol!": "这股泉水的力道大到能阻止玩家进入跃迁平台的黑洞！想回中央站结果刚好赶上间歇泉喷发？那算你倒霉哈哈！",
		"Luckily, fixing this was as simple as increasing the offset of the geyser.": "还好，解决办法超简单——调大间歇泉的偏移量就行。",
		"Another thing that I discovered the hard way was that getting hit by the supernova while sleeping can cause you to never wake up.": "还有件事我吃了亏才发现：睡觉时被超新星击中，可能会永远醒不过来。",
		"Well, I suppose you already know that, because I wrote a note next to the campfire to warn you of it...": "不过我猜你已经知道了，毕竟我在营火旁留了字条提醒你……",
		"I slept right through the end of the loop! It goes past 22 minutes, and then it just keeps going! I had to Alt+F4 the game to escape!": "我有次直接睡到循环结束！时间过了22分钟还在走！最后只能按Alt+F4退出游戏！",
		"I'm not actually sure if that still happens. Maybe it had to do with the supernova size bug I mentioned before? But like, better safe than sorry.": "我也不确定现在还会不会这样。可能和我之前说的超新星范围bug有关？但还是小心点好，总比后悔强。",
		"I have some complaints about New Horizons.": "我要吐槽一下New Horizons模组。",
		"For a stellar remnant, it turns out you have to explicitly remove the ship log for it, else the ship log computer bugs out and softlocks the game if the player tries to use it. I guess because it's the same planet ID as the star? It is not documented that you have to do this. And why can't it just do that on its own?": "做恒星残骸星球的时候发现，必须手动删掉它的船载日志条目，不然玩家打开船载日志电脑时会出故障，导致游戏软锁死。我猜是因为它和恒星的星球ID一样？这一点文档里完全没提。而且为啥它不能自动处理啊？",
		"On detail props, I found no way of removing specific components. You either remove all components, or none of them.": "还有细节道具——我发现没法单独移除某个组件，要么全删，要么全留。",
		"I had to remove the components of this very NPC, in case you are wondering, because otherwise there would be a \"YOU ARE HERE\" marker the map here.": "说出来你可能不信，我连这个NPC的组件都得删掉，不然地图上会出现“你在此处”的标记。",
		"Another thing, the docs do not specify that the value of \"curve\" is influenced by the size value. I assumed it would be setting the size to the value, but actually, it is a multiplier of its size.": "还有，文档里没说“curve”参数的值会受size参数影响。我本来以为curve是直接设置尺寸，但其实它是尺寸的乘数。",
		"But wait, that's not true either! It is also, at least in the case of sand, doubled?! And this isn't documented at all, you just have to figure it out..": "但等等，这也不对！至少对沙尘来说，数值还会翻倍？！而且这一点完全没文档说明，只能自己试出来……",
		"Also you cannot set more than one condition at once in a dialogue option, which was a little inconvenient.": "另外，对话选项里没法同时设置多个触发条件，这点有点麻烦。",
		"<![CDATA[My biggest concern, the Name field of celestial objects is used as the <i>unique ID</i> for that planet. But it is also used for the <i>display name</i> of that planet, like on the map and on the ship log's map mode. Why?!]]>": "<![CDATA[我最不满的一点：天体的Name字段既被用作星球的<i>唯一ID</i>，又被用作星球的<i>显示名</i>（比如在地图和船载日志的地图模式里）。为啥要这么设计啊？！]]>",
		"It is very lucky that my planets have no name conflicts with other Jam 5 mods, considering I did the very creative thing of just doing a miniature parody of the original Outer Wilds system!": "我这波纯属运气好——毕竟我偷懒做了原版《星际拓荒》星系的微型戏仿版，结果星球名居然没和第五届创作赛的其他模组冲突！",
		"By the way, the Outer Wilds system is already very very <![CDATA[<i>very</i>]]> miniature compared to real ones, so that makes my entry miniature squared? I win! Or well I guess not since everyone's entry is the same 2500 meters radius... whatever.": "对了，《星际拓荒》的星系本身就比现实中的星系<![CDATA[<i>超级超级</i>]]>迷你，那我的作品岂不是迷你的平方？我赢定了！不过好像所有人的作品都是2500米半径……无所谓了。",
		"So I might have to be submitting some issues to the New Horizons GitHub after this...": "所以这事儿结束后，我可能得去New Horizons的GitHub提几个问题……",
		"So uhh... You're still here?": "所以……你还在这儿？",
		"Haven't been killed by the supernova yet?": "还没被超新星炸死？",
		"Or perhaps you skipped through the dialogue to get to this point?": "还是说你跳过对话直接到这儿了？",
		"If you actually read all of this, you are super.": "如果你真的读完了所有内容，你超棒的。",
		"I don't have anything else for you though...": "不过我没啥别的要说的了……",
		"Uhh....": "呃……",
		"I love fish and chips.": "我超爱吃炸鱼薯条。",
		"I hate Stardew Valley.": "我超讨厌《星露谷物语》。",//为啥啊
		".....................................": "………………………………………………",
		"Okay fine, you can go.": "行吧行吧，你可以走了。",
		"With that done... Did you know that this mod jam had a two-day extension?": "说回正题……你知道吗？这次模组创作赛延期了两天。",
		"Even though I planned around not having an extension and made sure my mod was ready by the original deadline, I'm glad there was one!": "虽说我本来按原截止日期规划，早就把模组做好了，但有延期还是超开心的！",
		"One person on Discord was complaining about how barren a few of the platforms in the Central Station were, so I made use of the extension to add potted trees to mine.": "有个人在Discord吐槽说中央站的几个平台太空旷了，所以我就趁延期给我的平台加了几棵盆栽树。",
		"Of course I already had those two benches - one with a spork representing me, and an unoccupied one just for you, dear player! But on their own, they really didn't help you tell apart my platform at a glance, being such small details. So the suggestion to add potted plant(s) was really good!": "我本来就放了两张长椅——一张摆了代表我的叉勺，另一张空着留给你（亲爱的玩家）！但这些细节太小了，一眼根本认不出哪个是我的平台。所以加盆栽的建议真的超棒！",
		"I also used the extension to add this whole line of dialogue! If there wasn't an extension, Leuc would have nothing more to say after you got congratulated for completing the mod.": "我还趁延期加了整段这段对话！要是没延期的话，你通关后勒克就没啥别的话可说了。",
		"Yeah that's right, if the other modders were more diligent and had finished their jam entries on time, you wouldn't have to be listening through any of this rambling!": "没错！要是其他模组作者更用心点，按时完成作品，你就不用听我在这儿絮絮叨叨了！",
		"No offense meant to them though, the extension was well-deserved! Besides, this whole dialogue trap thing was also something that I intended to add from the start but didn't have time to prioritise until the extension was announced.": "不过我没恶意啦，延期也是他们应得的！而且这个对话陷阱我本来就想加，只是没来得及优先做，直到延期公告出来才着手弄。",
		"I also used the extension to respond to a player getting stuck playing the mod. An extension after the mod is published comes in clutch when you have no playtesters!": "我还趁延期解决了玩家玩模组时卡关的问题。在没有测试玩家的情况下，模组发布后还能延期真的太关键了！",
		"<![CDATA[Namely, I made sure Dim Thorn gets destroyed by the supernova. Previously, it got blocked by sand to prevent you from shooting your scout in after the supernova, because that causes a bug where the duplicate scout signal from the hidden node would still show up, but it would be buggy and weird since hidden node is destroyed at that point. This sand thing however was not ideal, as there was no indication that it is not <i>always</i> blocked by sand!]]>": "<![CDATA[具体来说，我确保黑棘棘会被超新星摧毁。之前我是用沙尘把它堵上，防止玩家在超新星爆发后往里面发射小侦察兵（因为这么做会触发bug：隐蔽节点的重复小侦察兵信号还会显示，但此时隐蔽节点已经被摧毁，信号会变得异常诡异）。但用沙尘堵的方式并不理想，因为完全没提示说明它<i>并非一直</i>被沙尘堵住！]]>",
		"Hmm... What other facts about the mod have I forgotten to mention yet...": "嗯……关于这个模组，我还有啥忘了说的……",
		"This mod supports Achievements+! If you have it installed, there are four achievements to... achieve. They are designed to guide you to the mod's more obscure details! Easter eggs!": "这个模组支持Achievements+模组！如果你装了的话，有四个成就可以解锁……这些成就的设计目的是引导你发现模组里更隐晦的细节！全是彩蛋！",
		"Though there is one obscure detail that I chose not to make an achievement for discovering. I guess you are on your own for that one.": "不过有个超隐晦的细节我没做成成就，得靠你自己发现啦。",
		"Leuc is standing on the side of the crater they are, with the sunset behind them, simply because that was the direction the warp pad faces you.": "勒克站在陨石坑的这个位置，背后是日落，纯粹因为跃迁平台就是朝这个方向对着你的。",
		"Ernesto faces the other way, simply because I got disoriented when I was placing him.": "厄内斯托朝向另一边，只是因为我放他的时候晕头转向的。",
		"I put effort into molding Log Fireplace's terrain around the warp pad. Made it so you don't have to jump to take it back to Central Station, and without the the terrain clipping through it!": "我花了不少心思修整木火星跃迁平台周围的地形。调整后不用跳就能踏上平台回中央站，还不会出现地形穿模的情况！",
		"None of the planets rotate. The orbit of this planet is simply so small that the day length feels reasonable, despite the day technically being an entire year long.": "这些星球都不自转。这颗星球的公转轨道特别小，所以尽管理论上“一天”等于一整个公转周期，但体感上的白天时长还是很合理的。",
		"Except for Dwarf's Shallow, which I made rotate slowly so that the sun stays visible through the escape pod's window the entire loop. Check it out! It's like a sundial of how long you have until it goes supernova in front of you!": "只有浅矮星是例外——我让它慢慢自转，这样整个循环里，太阳都能透过逃生舱的窗户被看到。你可以看看！这就像个日晷，能告诉你还有多久超新星就会在你眼前爆发！",
		"Speaking of, I originally set the sun's lifespan to 2.2 minutes. (10% of 22 minutes = miniature)! It felt too short though. I considered increasing it to 4.4. minutes, but that felt a little non-miniature, so I settled on 3.625 minutes. Seems like a nice-looking number.": "说到这，我最初把太阳的寿命设为2.2分钟（22分钟的10% = 微型！）。但感觉太短了。我想过调到4.4分钟，又觉得不够“微型”，最后定了3.625分钟。这数字看着就顺眼。",
		"...Sorry if that was too little time for you to explore this little solar system. I was thinking having a very small lifespan would work since my mod would be really small, but I'm not sure if that ended up being entirely the case in the end?": "……如果时间太少，没来得及探索这个小恒星系统的话，我先说声抱歉。我本来觉得模组本身就很小，太阳寿命短点也没关系，但最后好像也未必是这样？",
		"If you've found Ernesto, and the recorder on the North Pole tree, you might have noticed that they all falsely claim to be the cat. This was loosely inspired by a running gag in ENA: Dream BBQ, a 2025 episodic exploration adventure game that is available for free on Steam.": "如果你找到了厄内斯托，还有北极树上的记录仪，应该会发现他们都谎称自己是那只猫。这个设定松散改编自2025年Steam免费章节式探索冒险游戏《ENA: Dream BBQ》里的一个经典梗。",
		"I wanted this mod to not require the DLC, as I personally first started playing mods before I purchased Echos of the Eye.": "我本来想让这个模组不用装DLC就能玩，因为我自己就是先玩模组，后买《眼之回响》的。",
		"Unfortunately, I then decided to do a quasi DLC reference with my hidden node location. The cloaking field does not function correctly if you uninstall the DLC, sadly (I tried).": "但可惜的是，我后来给隐蔽节点的位置加了个类DLC的致敬设定。而且如果卸载DLC，隐形力场就没法正常工作（我试过了）。",
		"Using the Nomai thin vase model as the cactus receptacle was chosen to appear unassuming, as it is the default Prop Placer prop. Leaning into me being a first-time modder, to try and make you not expect the twist!": "我选挪麦细花瓶模型当哈基仙容器，就是为了让它看着不起眼——毕竟这是Prop Placer模组的默认道具。结合我第一次做模组的身份，就是想让你猜不到这个反转！",
		"The twist that the cat is actually a cactus... The main menu subtitle - and subsequently the mod's thumbnail which is just the main menu subtitle but cropped - foreshadows the mod's twist by using cactus spines in its design. I hope I didn't make it too obvious!": "“猫其实是哈基仙”这个反转……主菜单的副标题（还有模组的缩略图，就是副标题截的图）里加了哈基仙刺的设计，就是为了铺垫这个反转。希望我没做得太明显！",
		"You know, if you found the cactus under the platform early (as is meant to be an option!), it having a shiplog entry that is part of the same curiosity (colour) as the other shiplog entries kind of spoils the twist a little...": "其实吧，如果你很早就发现了平台下的哈基仙（本来就设计成可选内容！），它的船载日志条目和其他条目归在同一个未知异象（颜色分类）里，多少会剧透这个反转……",
		"I'm surprised Outer Wilds doesn't have any feature to deal with this, as I believe it can also be an issue in the base game.": "我挺惊讶《星际拓荒》居然没做相关功能来避免这种情况，毕竟原版游戏里也可能出现这个问题。",
		"I resized the planets to make them more miniature. The size of Log Fireplace when I first created it was too big. Too much empty space that I would not be able to fill up to justify it! Nice thing about the miniature solar system theme of the mod jam, encouraging smaller, more manageable, planets.": "我调整了星球尺寸，让它们更迷你。木火星最初的尺寸太大了，空着的地方太多，我根本填不满！这次创作赛“微型恒星系统”的主题真的很好，鼓励做更小、更容易把控的星球。",
		"Dwarf's Shallow was shrunk 50 meters right towards the end of the extension. Slightly less time spent swimming back up to your ship!": "浅矮星在延期快结束时缩小了50米。这样游回飞船的时间就能少一点啦！",
		"Hidden node was halved in size at some point. I also then decreased the size of the cloaking field, but not by as much. It was even easier to crash into it before...!": "隐蔽节点的尺寸也减半过。我后来调小了隐形力场的范围，但没减半那么多。之前更容易撞到它……！",
		"The picture of hidden node in the ship log is framed awkwardly because it was taken when it was still big and the clocking field small!": "船载日志里隐蔽节点的图片构图很别扭，因为截图的时候节点还很大，隐形力场却很小！",
		"Was Dim Thorn shrunk? Well I tried out making it a full-sized bramble node, so yes. Then I could have added icey branches coming off it, and the frozen jellyfish, to make it fully into a mini Dark Bramble... Oh well, went with having a cloaked location instead.": "黑棘棘缩过水吗？我本来试做过全尺寸的荆棘节点，所以确实缩过。本来还想加覆冰枝杈和冰冻水母，把它做成迷你版黑棘星……唉，最后还是改成隐形区域了。",
		"One flaw with this mod is that you can still use the vase destination with the cactus teleporter even after the vase is destroyed by the supernova. Sadly, I can't think of any good way to fix that, within the constraints I'm working with.": "这个模组有个缺陷：就算花瓶被超新星摧毁了，你还是能在哈基仙传送仪里选花瓶当目的地。可惜在现有制作限制下，我想不出啥好办法修复。",
		"Do keep an eye out for my cat!": "一定要帮我留意我的猫哦！",
		"I can't believe you escaped my super-long dialogue under a short-lived star trap!": "真不敢相信你居然逃出了我这个“短命恒星+超长对话”的陷阱！",

		//TreeRecorder.xml
		"Meow, I am my cat!": "喵，我就是那只猫！",
		"Just kidding, I am me, Leuc. I have climbed this tree in search of my cat... But I then remembered that my cat doesn't climb trees!": "开玩笑的啦，是我，勒克。我爬这棵树找我的猫……但突然想起来，我的猫根本不爬树！",
		"If you are listening to this recording, I must have once again forgotten this. I hope I can stop forgetting in the future... He is a very well-behaved cat, not climbing up trees and all.": "如果你在听这段录音，说明我肯定又忘了这事儿。希望我以后别再忘……他是只超乖的猫，才不会爬树呢。",
		"Hmm... but if this wasn't where I last saw my cat, where was it...": "嗯……但如果我最后见猫不是在这儿，那是在哪儿呢……",
		"I know! It wasn't a tree, it was that Dim Thorn orbiting around the edge of the star system!": "我想起来了！不是树，是那颗绕着恒星系统边缘转的黑棘棘！",

		//VesselRecorder.xml
		"We are the Nomai of Echever's clan, one of smallest Nomai clans in the universe, in terms of physical size. We have come to this system in search of the Mouth of the Universe.": "我们是埃切维尔家族的挪麦人，是全宇宙体型最矮小的挪麦家族之一。我们来到这个恒星系统，只为寻找宇宙之口。",
		"Sadly, the jump coordinates computer encountered some interference with one of our newest inventions, resulting in our vessel mis-jumping into this strange, thorny place instead.": "可惜的是，跃迁坐标计算机受到了我们一项最新发明的干扰，导致我们的飞船错误跃迁到了这片诡异的荆棘之地。",
		"This invention, it was our most advanced technology yet: a hand-held teleportation device, capable of transporting matter to any destination instantly.": "这项发明是我们最尖端的技术：一款手持传送仪，能将物质瞬间传送到任意目的地。",
		"The prototype only works on cacti, but it is still such a breakthrough. We were really looking forward to presenting it at the next festival, but alas.": "原型机只能传送哈基仙，但这依然是个重大突破。我们本满心期待能在下一场发现节上展示它，可惜啊。",
		"The interference between the vessel's warp core and the cactus teleporter has doomed us. Cacti is flooding the bridge, and we are running out of time.": "飞船跃迁核心和哈基仙传送仪之间的干扰，注定了我们的灭亡。哈基仙正在涌入舰桥，我们的时间不多了。",
		"To prevent this technology from being lost forever, we are launching it to safety in an escape pod.": "为了不让这项技术永远失传，我们将它发射到逃生舱中，送往安全地带。",
		"...Wait, what do you mean we should have just used the device to teleport the cactus away so that we do not all die, and/or boarded the escape pod ourselves? ...Well, it is too late for that now. The escape pod has already been launched.": "……等等，你说什么？我们本可以用这个装置把哈基仙传走，这样就不会全军覆没，或者我们自己登上逃生舱？……唉，现在说什么都晚了。逃生舱已经发射出去了。",

		//deviceInstructions.xml
		"Our latest invention: the Handheld Cactus Teleportation Device.": "我们的最新发明：手持哈基仙传送仪。",
		"Simply walk up to a cactus that you wish to relocate, and press the button on the device. You will then be prompted with a list of known co-ordinates.": "只需走到你想转移的哈基仙旁，按下仪器上的按钮。屏幕会弹出已知坐标列表供你选择。",
		"Select your desired cactus destination, and the cactus will be teleported directly to that location, blink-and-you'll-miss-it quick!": "选定你想要的哈基仙目的地，哈基仙会瞬间传送到该位置，快到一眨眼就错过！",
		"New co-ordinates can be programmed into the cactus teleportation device at any time using a proprietary format. For converting co-ordinates to the required format, please consult a trained cactus professional.": "可随时通过专有格式向哈基仙传送仪录入新坐标。如需将坐标转换为指定格式，请咨询专业哈基仙技师。",
		"Disclaimer: Cactus Teleportation Device may not work on cacti originating from outside our star system.": "免责声明：哈基仙传送仪对原产于本恒星系统外的哈基仙可能无效。"
	},

	"ShipLogDictionary": {
		//LeeSpork.ModJam5.DwarfsShallow.xml
		"Dwarf's Shallow Escape Pod": "浅矮星逃生舱",
		"Possible cat location": "猫咪可能的位置",
		"They said their cat might have been swimming in the green water planet, Dwarf's Shallow. I will likely need to fly my spaceship to reach it. (I could mark the location of the cat owner in my ship log so that I know which star system to fly towards)": "对方称其猫咪可能在全是绿水的浅矮星游泳。我大概率需要驾驶飞船才能抵达那里。（我可以在船载日志里标记猫主人的位置，这样就能知道该飞往哪个恒星系统了）",
		"Escape Pod": "逃生舱",
		"The escape pod was launched from the vessel to protect the Cactus Teleporter.": "这艘逃生舱是从飞船发射的，目的是保护哈基仙传送仪。",
		"I have found a Nomai escape pod submerged in the center of Dwarf's Shallow.": "我在浅矮星的核心区域发现了一艘被淹没的挪麦逃生舱。",
		"Cactus Teleportation Device": "哈基仙传送仪",
		"Handheld Device": "手持装置",
		"There is a strange device inside the escape pod that I can pick up.": "逃生舱里有个奇怪的装置，我可以拿起来。",
		"A handheld device of Nomai design that I can collect from the Dwarf's Shallow escape pod.": "这是一款挪麦设计的手持装置，可从浅矮星的逃生舱中获取。",
		"It can be used to teleport cacti. I just have to walk up to any cactus while holding it, press the button, and then select a destination for the cactus.": "该装置可用于传送哈基仙。只需手持装置走到任意哈基仙旁，按下按钮，然后选择哈基仙的传送目的地即可。",
		"I will not be able to add new co-ordinates to the cactus teleporter, unless I find a cactus professional.": "除非找到专业哈基仙技师，否则我无法向哈基仙传送仪录入新坐标。",
		"Cactus Teleporter": "哈基仙传送仪",
		"The Leuc gave me the co-ordinates to the vase that their pet cactus belongs in.": "勒克给了我他家宠物哈基仙专属花瓶的精确坐标。",

		//LeeSpork.ModJam5.DimThorn.xml
		"Dim Thorn": "黑棘棘",
		"The missing cat might be in Dim Thorn. It is a small Bramble seed in the furthest orbit of this star.": "走失的猫咪可能在黑棘棘里。它是一颗小小的荆棘种子，位于这颗恒星的最远端公转轨道上。",
		"I sent my Little Scout inside Dim Thorn. It appears to be bigger on the inside! (Also, we are just going to ignore the black sphere under the sun).": "我向黑棘棘内部发射了小侦察兵。这地方居然是“内大外小”的空间！（另外，让我们姑且无视太阳下方的黑色球体吧）。",
		"Hidden Node": "隐蔽节点",
		"Duplicate scout signal": "重复的小侦察兵信号",
		"Sending my Little Scout into Dim Thorn results in a duplicate signal originating from some point in space, but I don't see anything there.": "向黑棘棘发射小侦察兵后，会出现一个来自太空中某点的重复信号，但我在那个位置看不到任何东西。",
		"I discovered a hidden Node that also leads into Dim Thorn's pocket dimension. It is hidden with some sort of cloaking field. Good thing I can mark the location of this ship log entry!": "我发现了一个隐蔽节点，它同样能通往黑棘棘的口袋空间。这个节点被某种隐形力场所遮蔽。还好我可以标记这条船载日志的位置！",
		"Small Vessel": "小型飞船",
		"Object inside pocket dimension": "口袋空间内的物体",
		"There is some sort of object inside Dim Thorn's pocket dimension that may be of Nomai origin.": "黑棘棘的口袋空间里有个物体，疑似是挪麦文明的产物。",
		"A way to the vessel": "通往飞船的路径",
		"I can reach the vessel by entering the Hidden Node.": "我可以通过进入隐蔽节点抵达这艘飞船。",
		"I have arrived at a downsized vessel. Entering it might be a bit of a tight squeeze, but it should be possible.": "我抵达了这艘小型化的飞船。进入飞船内部可能会有些拥挤，但应该是可行的。",
		"Corridor blocked by cacti": "被哈基仙堵塞的走廊",
		"The corridor in the downsized vessel is blocked by cacti. If only I had some sort of cactus removal device...": "这艘小型飞船的走廊被哈基仙堵塞了。要是我有某种哈基仙清除装置就好了……",
		"Using the Cactus Teleporter, the corridor can be unblocked.": "使用哈基仙传送仪可以疏通这条走廊。",
		"Room with recorders": "摆放记录仪的房间",
		"After the corridor that was blocked with cacti is a room with a Hearthian recorder and a Nomai recorder.": "穿过被哈基仙堵塞的走廊后，有一个房间，里面摆放着一台哈斯记录仪和一台挪麦记录仪。",
		"Leuc, the cat owner I have been helping, has somehow reached this room before me. They took a miniature cactus as their pet cat.": "我一直在帮助的猫主人勒克，不知怎的比我先到达了这个房间。他把一株迷你哈基仙当成了自己的宠物猫。",
		"Due to poor planning, the Nomai could not escape the vessel and were all killed by cacti.": "由于规划失误，挪麦人无法逃离这艘飞船，最终全部死于哈基仙的泛滥。",

		//LeeSpork.ModJam5.platform.xml
		"Cactus under platform": "平台下方的哈基仙",
		"I found a cactus on the underside of a platform inside Central Station.": "我在中央站的一个平台底面发现了一株哈基仙。",
		"A Nomai has also noticed it. They do not know how it got here.": "一名挪麦人也注意到了它。他们不知道这株哈基仙是怎么出现在这里的。",
		"This whole time, Leuc's missing cat was actually this cactus!": "原来一直以来，勒克走失的猫就是这株哈基仙！",

		//LeeSpork.ModJam5.LogFireplace.xml
		"The Mystery of I Cannot Find My Cat": "“我找不到我的猫了”之谜",
		"I agreed to help someone named Leuc find their cat.": "我答应帮助一个名叫勒克的人寻找他们的猫。",
		"A cat that was lost": "一只走失的猫咪",
		"If I do not help Leuc find their cat before the star goes supernova, they will die sad and alone.": "如果我不能在恒星爆发超新星之前帮勒克找到猫咪，他将会孤独悲怆地死去。",
		"\"Cat\" owner": "“猫”主人",
		"I have found undeniable proof that the missing \"cat\" I have been looking for is actually a CACTUS. I should confront Leuc about this at once!": "我找到了确凿的证据，证明我一直在寻找的这只“走失猫咪”实际上是一株哈基仙。我应该立刻去和勒克对质这件事！",
		"Cat owner": "猫主人",
		"Using the cactus teleportation device, I was able to reunite Leuc with their missing \"cat\"!": "借助哈基仙传送仪，我成功让勒克和他走失的“猫”团聚了！",
		"Tree on North Pole": "北极之树",
		"They said they last saw their climbing a tree on the North Pole of Log Fireplace.": "对方称最后一次看到猫咪，是它在木火星的北极爬上了一棵树。",
		"The missing cat does not climb trees. Its owner, Leuc, has trouble remembering this.": "这只走失的“猫”并不会爬树。它的主人勒克似乎总记不住这件事。",
		"You win!": "你成功了！",
		"You have successfully found the cat and returned it to its owner. Congratulations on beating this mod!": "你成功找到了猫咪并将它送还给了主人。恭喜你通关这个模组！",

		//LeeSpork.ModJam5.Remnant.xml
		"The grave after the end": "终局之后的坟墓",
		"After the star goes supernova, a Remnant planet is left.": "恒星爆发超新星之后，会留下一颗残骸星球。",
		"On the Remnant planet, after the death of the star, is the grave of the cat owner, Leuc.": "在恒星消亡后留下的这颗残骸星球上，有一座猫主人勒克的坟墓。",

		//platformCactus.xml
		"I have found a cactus on the bottom of this platform.": "我在这个平台的底面发现了一株哈基仙。",
		"How did it get here...?": "它怎么会在这儿……？",
		"I will need to find an expert to have it removed.": "我得找个专家来把它移走。"
	},

	"AchievementTranslations": {
		"LEESPORK_JAM5_ERNESTO": {
			"Name": "彩蛋解锁",
			"Description": "找到格茨瓦尔多，并将他的消息告知厄内斯托。"
		},
		"LEESPORK_JAM5_BAD_ENDING": {
			"Name": "遗憾结局",
			"Description": "因未能找到勒克的猫咪，被勒克终结。"
		},
		"LEESPORK_JAM5_GOOD_GRAVE": {
			"Name": "安息长眠",
			"Description": "送回猫咪并与勒克对话后，查看勒克的坟墓。"
		},
		"LEESPORK_JAM5_SPECIAL_THANKS": {
			"Name": "鸣谢见证者",
			"Description": "通关模组一次后，完整看完加长版鸣谢名单。"
		}
	}
}
